/* 
  Localizable.strings
  Hidden Bar

  Created by Licardo on 2020/3/9.
  Copyright © 2020 Dwarves Foundation. All rights reserved.
*/

"Preferences..." = "Preferences...";
"Toggle Auto Collapse" = "Toggle Auto Collapse";
"Enable Auto Collapse" = "Enable Auto Collapse";
"Disable Auto Collapse" = "Disable Auto Collapse";
"Quit" = "Quit";
"Set Shortcut" = "Set Shortcut";
"Tutorial text" = "
Use the always hidden feature to keep your icons tidy. Here's how to set it
Steps to enable:
1. Enable the always hidden “􀥤” (translucent color bar)
2. Hold  􀆔 and drag it on the left-hand side of the normal bar, then move any icons you want to disappear on the left of that bar.
3. Finally, please right-click on the collapse “􀆊” icon to make it disappear.
Steps to view always hidden icons:
1. You right-click on “􀆊” icon again to view and repeat the action to enable the feature. Enjoy 😉!
";
